import "./About.css";

function About() {
  return (
    <main className="about">
      <h1>درباره ما</h1>

      <p>
        این پلتفرم با هدف ایجاد فضایی برای انتشار، مطالعه و اشتراک‌گذاری
        داستان‌ها ایجاد شده است. نویسندگان می‌توانند آثار خود را منتشر کنند و
        خوانندگان نیز به مجموعه‌ای از داستان‌ها در ژانرهای مختلف دسترسی داشته
        باشند.
      </p>

      <p>
        هدف ما فراهم کردن محیطی ساده، امن و کاربرپسند برای علاقه‌مندان به
        داستان‌نویسی و کتاب‌خوانی است.
      </p>
    </main>
  );
}

export default About;
